export const SOMETHING_BROKE = 'Упс, кажется что-то поломалось :('

export const DATE_CANNOT_BE_PARSED = 'Я не понимаю когда, пожалуйста проверьте правильность дат.'

export const PROCESSING = 'Обрабатываю запрос'

export const DAY_IS_FREE = 'День свободен 🎉'

export const CONFLICT = 'На это время уже кто-то записан, вот расписание на этот день: \n'

export const UNAUTHORIZED = 'Пожалуйста зарегестрируйте свой teamup ключ'

export const KEY_AUTHORIZED = 'Вы авторизированы, теперь вы можете пользоваться ботом 🎉'

export const ADDED_SUCCESSFULLY = (date: string) => `Вы успешно записаны на ${date}`
